;TORSO
[blade_Torso_KV_M X2BodyPartTemplate]
DisplayName=刀锋战士身体"

[blade_Torso_LPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_MPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_HPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_LPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_MPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_HPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

;TORSO WOTC
[blade_Torso_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_PL_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_PO_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

[blade_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 身体"

;ARMS
[blade_Arms_KV_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_LPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_MPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_HPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_LPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_MPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_HPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

;ARMS WOTC
[blade_Arms_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_PL_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_PO_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

[blade_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 手臂"

;LEGS
[blade_Legs_KV_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_LPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_MPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_HPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_LPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_MPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_HPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

;LEGS WOTC
[blade_Legs_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_PL_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_PO_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 腿"

[blade_Helmets_M X2BodyPartTemplate]
DisplayName=刀锋战士 头盔"

[blade2_Helmets_M X2BodyPartTemplate]
DisplayName=刀锋战士 眼镜"

[blade3_Helmets_M X2BodyPartTemplate]
DisplayName=刀锋战士 眼镜[XCOM 原版身体]"







;ARMS
[blade2_Arms_KV_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_LPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_MPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_HPL_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_LPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_MPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_HPO_M X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

;ARMS WOTC
[blade2_Arms_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_PL_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_PO_Templar X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"

[blade2_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName=刀锋战士 手臂[XCOM 原版身体]"
